Repository: cyrilmarois/sweelix-yii1-admin-core
Catalog: src/messages/*.po
Languages: fr

# sweelix
source: Author
fr: Auteur

# sweelix
source: Author Email
fr: E-mail

# sweelix
source: Author Password
fr: Mot de passe

# sweelix
source: Author Firstname
fr: Prénom

# sweelix
source: Author Lastname
fr: Nom

# sweelix
source: Author Last Login
fr: Dernière connexion

# sweelix
source: Language
fr: Langue

# sweelix
source: Content
fr: Article

# sweelix
source: Content Title
fr: Titre

# sweelix
source: Content Subtitle
fr: Sous-titre

# sweelix
source: Content Url
fr: URL

# sweelix
source: Content Data
fr: Données

# sweelix
source: Content Order
fr: Ordre

# sweelix
source: Content Start Date
fr: Date de début

# sweelix
source: Content End Date
fr: Date de fin

# sweelix
source: Content Status
fr: Statut

# sweelix
source: Content Viewed
fr: Vue

# sweelix
source: Content Create Date
fr: Date de création

# sweelix
source: Content Update Date
fr: Date de mise à jour

# sweelix
source: Node
fr: Rubrique

# sweelix
source: Template
fr: Gabarit

# sweelix
source: Meta
fr: Meta-donnée

# sweelix
source: Content Meta Value
fr: Valeur

# sweelix
source: Tag
fr: Mot-clef

# sweelix
source: Group
fr: Groupe

# sweelix
source: Group Title
fr: Titre

# sweelix
source: Group Type
fr: Type

# sweelix
source: Group Url
fr: URL

# sweelix
source: Group Data
fr: Données

# sweelix
source: Group Create Date
fr: Date de création

# sweelix
source: Group Update Date
fr: Date de mise à jour

# sweelix
source: Language Title
fr: Titre

# sweelix
source: Language Is Active
fr: Actif

# sweelix
source: Meta Default Value
fr: Valeur par défaut

# sweelix
source: Node Title
fr: Titre

# sweelix
source: Node Url
fr: URL

# sweelix
source: Node Data
fr: Données

# sweelix
source: Node Create Date
fr: Date de création

# sweelix
source: Node Update Date
fr: Date de mise à jour

# sweelix
source: Node Display Mode
fr: Mode d'affichage

# sweelix
source: Node Redirection
fr: Redirection

# sweelix
source: Node Left
fr: Borne gauche

# sweelix
source: Node Right
fr: Borne droite

# sweelix
source: Node Level
fr: Niveau

# sweelix
source: Node Status
fr: Statut

# sweelix
source: Node Viewed
fr: Vue

# sweelix
source: Node Meta Value
fr: Valeur

# sweelix
source: Tag Title
fr: Titre

# sweelix
source: Tag Url
fr: URL

# sweelix
source: Tag Data
fr: Données

# sweelix
source: Tag Create Date
fr: Date de création

# sweelix
source: Tag Update Date
fr: Date de mise à jour

# sweelix
source: Template Title
fr: Titre

# sweelix
source: Template Definition
fr: Définition

# sweelix
source: Template Controller
fr: Contrôleur

# sweelix
source: Template Action
fr: Action

# sweelix
source: Template Composite
fr: Composite

# sweelix
source: Template Type
fr: Type

# sweelix
source: Element Property
fr: Propriété

# sweelix
source: Element Type
fr: Type

# sweelix
source: Title
fr: Titre

# sweelix
source: Keyword
fr: Mot-clef

# sweelix
source: Numeric
fr: Numérique

# sweelix
source: Keyword Weight
fr: Pondération

# sweelix
source: Keyword Date Create
fr: Date de création

# sweelix
source: Url Value
fr: Valeur

# sweelix
source: Url Element Type
fr: Type de l'élément associé

# sweelix
source: Url Element
fr: Id de l'élément associé

# sweelix
source: Content has been updated by {firstname} {lastname}
fr: L'article a été mis à jour par {first name} {last name}

# sweelix
source: draft
fr: brouillon

# sweelix
source: online
fr: publié

# sweelix
source: offline
fr: désactivé

# sweelix
source: Enable start date
fr: Activer la date de début

# sweelix
source: Enable end date
fr: Activer la date de fin

# sweelix
source: Start date is incorrect
fr: La date de début est incorrecte

# sweelix
source: End date is incorrect
fr: La date de fin est incorrecte

# sweelix
source: Url already exists
fr: L'URL existe déjà

# sweelix
source: single
fr: simple

# sweelix
source: Group type is incorrect
fr: Le type du groupe est incorrect

# sweelix
source: Node has been updated by {firstname} {lastname}
fr: La rubrique a été mise à jour par {first name} {last name}

# sweelix
source: first
fr: 1er article

# sweelix
source: list
fr: composition

# sweelix
source: redirect
fr: redirection

# sweelix
source: NodeId is mandatory to create a new node
fr: L'id rubrique est obligatoire pour créer un nouveau noeud

# yii
source: The active record cannot be inserted to database because it is not new.
fr: L'active record ne peut être inséré dans la base de données car il n'est mas nouveau

# sweelix
source: Data
fr: Données

# sweelix
source: Create Date
fr: Date de création

# sweelix
source: Update Date
fr: Date de mise à jour

# sweelix
source: Display Mode
fr: Mode d'affichage

# sweelix
source: Left id
fr: Borne gauche

# sweelix
source: Right id
fr: Borne droite

# sweelix
source: Level
fr: Niveau

# sweelix
source: Status
fr: Statut

# sweelix
source: Viewed
fr: Vue

# sweelix
source: Uncaught url exception
fr: Exception URL inconnue

# sweelix
source: Element not found
fr: Elément non trouvé

# sweelix
source: Recursive redirection loop
fr: Boucle récursive de redirection

# sweelix
source: Node {id}
fr: Rubrique {id}

# sweelix
source: Content {id}
fr: Article {id}

# sweelix
source: Group {id}
fr: Groupe {id}

# sweelix
source: Tag {id}
fr: Mot-clef {id}

# sweelix
source: The property "itemView" cannot be empty.
fr: La propriété "itemView" ne peut être vide

# sweelix
source: Content {contentId} does not exists
fr: L'article {contentId} n'existe pas

# sweelix
source: Tag {tagId} does not exists
fr: Le mot-clef {tagId} n'existe pas

# sweelix
source: Password
fr: Mot de passe

# sweelix
source: Auto-connect
fr: Connexion automatique

# sweelix
source: Confirm Password
fr: Confirmation mot de passe

# sweelix
source: New Password
fr: Nouveau mot de passe

# sweelix
source: Incorrect password
fr: Mot de passe incorrect

# sweelix
source: Incorrect ID
fr: Identifiant incorrect

# sweelix
source: Incorrect username
fr: Nom d'utilisateur incorrect

# sweelix
source: Selected
fr: Sélectionné

# sweelix
source: Target group id
fr: Groupe cible

# sweelix
source: Override general value
fr: Surcharger la valeur

# sweelix
source: Default value
fr: Valeur par défaut

# sweelix
source: Value
fr: Valeur

# sweelix
source: Node ID
fr: Id rubrique

# sweelix
source: Content ID
fr: Id article

# sweelix
source: This node move is unknown
fr: Cette rubrique est inconnue

# sweelix
source: Target
fr: Cible

# sweelix
source: Where
fr: Où

# sweelix
source: Target tag id
fr: Mot-clef cible

# sweelix
source: Name displayed
fr: Pseudo

# sweelix
source: Reset
fr: Annuler

# sweelix
source: Create new {element}
fr: Créer un nouveau {element}

# sweelix
source: Step {n}
fr: Étape {n}

# sweelix
source: Close
fr: Fermer

# sweelix
source: Warning
fr: Attention

# sweelix
source: Error
fr: Erreur

# sweelix
source: Disconnect
fr: Déconnecter

# sweelix
source: Connected as {firstname} {lastname}
fr: Connecté en tant que {firstname} {lastname}

# sweelix
source: Last connection {date}
fr: Date de la dernière connexion {date}
